Revit 2024 API
ElementFilter.Inverted Property
 True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected, and elements that would normally be rejected will be accepted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public bool Inverted { get; }
Visual Basic
Public ReadOnly Property Inverted As Boolean
	Get
Visual C++
public:
property bool Inverted {
	bool get ();
}
See Also
ElementFilter Class
Autodesk.Revit.DB Namespace